Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: Success deleting all cookie consent entries.
ar: تم حذف جميع إدخالات الموافقة على ملفات تعريف الارتباط بنجاح.
bn: সমস্ত কুকি সম্মতি এন্ট্রি মুছে ফেলার সাফল্য।
de: Erfolgreiches Löschen aller Cookie-Zustimmungseinträge.
es: Se eliminó correctamente todas las entradas de consentimiento de cookies.
fr: Suppression réussie de toutes les entrées de consentement des cookies.
he: מחיקת כל רשומות ההסכמה לקובצי Cookie הצליחה.
hi: सभी कुकी सहमति प्रविष्टियों को हटाने में सफलता।
it: Eliminazione riuscita di tutte le voci di consenso sui cookie.
ja_jp: すべての Cookie 同意エントリの削除に成功しました。
nl: Het verwijderen van alle toestemmingsgegevens voor cookies is gelukt.
pt: Sucesso na exclusão de todas as entradas de consentimento de cookies.
ru: Успешное удаление всех записей согласия на использование файлов cookie.
te: అన్ని కుక్కీ సమ్మతి నమోదులను తొలగించడంలో విజయం సాధించింది.
zh_cn: 成功删除所有 cookie 同意条目。

source: Error deleting all cookie consent entries.
ar: حدث خطأ أثناء حذف جميع إدخالات الموافقة على ملفات تعريف الارتباط.
bn: সমস্ত কুকি সম্মতি এন্ট্রি মুছে ফেলতে ত্রুটি৷
de: Fehler beim Löschen aller Cookie-Zustimmungseinträge.
es: Error al eliminar todas las entradas de consentimiento de cookies.
fr: Erreur lors de la suppression de toutes les entrées de consentement aux cookies.
he: שגיאה במחיקת כל ערכי הסכמה לקובצי Cookie.
hi: सभी कुकी सहमति प्रविष्टियाँ हटाने में त्रुटि।
it: Errore durante l'eliminazione di tutte le voci di consenso ai cookie.
ja_jp: すべての Cookie 同意エントリを削除中にエラーが発生しました。
nl: Fout bij het verwijderen van alle toestemmingsvermeldingen voor cookies.
pt: Erro ao excluir todas as entradas de consentimento de cookies.
ru: Ошибка при удалении всех записей согласия на использование файлов cookie.
te: అన్ని కుక్కీ సమ్మతి నమోదులను తొలగిస్తున్నప్పుడు లోపం ఏర్పడింది.
zh_cn: 删除所有 cookie 同意条目时出错。

source: Success deleting all cookie consent entries for site
ar: تم بنجاح حذف جميع إدخالات الموافقة على ملفات تعريف الارتباط للموقع
bn: সাইটের জন্য সমস্ত কুকি সম্মতি এন্ট্রি মুছে ফেলার সাফল্য
de: Erfolgreiches Löschen aller Cookie-Einwilligungseinträge für die Website
es: Eliminación exitosa de todas las entradas de consentimiento de cookies para el sitio
fr: Supression réussie de toutes les entrées de consentement aux cookies pour le site
he: מחיקת כל רשומות הסכמת העוגיות לאתר מוצלחת
hi: साइट के लिए सभी कुकी सहमति प्रविष्टियों को हटाने में सफलता
it: Eliminazione riuscita di tutte le voci di consenso sui cookie per il sito
ja_jp: サイトのすべての Cookie 同意エントリの削除に成功しました
nl: Het verwijderen van alle cookietoestemmingsvermeldingen voor de site is gelukt
pt: Sucesso ao excluir todas as entradas de consentimento de cookies do site
ru: Успешное удаление всех записей согласия на использование файлов cookie для сайта.
te: సైట్ కోసం అన్ని కుక్కీ సమ్మతి నమోదులను తొలగించడంలో విజయవంతమైంది
zh_cn: 成功删除网站的所有 cookie 同意条目

source: Error deleting cookie consent entries for site
ar: حدث خطأ أثناء حذف إدخالات الموافقة على ملفات تعريف الارتباط للموقع
bn: সাইটের জন্য কুকি সম্মতি এন্ট্রি মোছার সময় ত্রুটি
de: Fehler beim Löschen der Cookie-Zustimmungseinträge für die Website
es: Error al eliminar entradas de consentimiento de cookies para el sitio
fr: Erreur lors de la suppression des entrées de consentement aux cookies pour le site
he: שגיאה במחיקת ערכי הסכמה לקובצי Cookie עבור האתר
hi: साइट के लिए कुकी सहमति प्रविष्टियाँ हटाने में त्रुटि
it: Errore durante l'eliminazione delle voci di consenso ai cookie per il sito
ja_jp: サイトの Cookie 同意エントリの削除中にエラーが発生しました
nl: Fout bij het verwijderen van cookie-toestemmingsgegevens voor de site
pt: Erro ao excluir entradas de consentimento de cookies do site
ru: Ошибка при удалении записей согласия на использование файлов cookie для сайта.
te: సైట్ కోసం కుక్కీ సమ్మతి నమోదులను తొలగించడంలో లోపం
zh_cn: 删除网站的 cookie 同意条目时出错

source: Success retrieving cookie consent entries.
ar: نجح استرداد إدخالات الموافقة على ملفات تعريف الارتباط.
bn: কুকি সম্মতি এন্ট্রি পুনরুদ্ধার সফল.
de: Das Abrufen der Cookie-Einwilligungseinträge war erfolgreich.
es: Recuperación exitosa de entradas de consentimiento de cookies.
fr: Récupération réussie des entrées de consentement aux cookies.
he: אחזור רשומות הסכמה לקובצי Cookie הצליחה.
hi: कुकी सहमति प्रविष्टियाँ पुनः प्राप्त करने में सफलता।
it: Recupero delle voci di consenso sui cookie riuscito.
ja_jp: Cookie 同意エントリの取得に成功しました。
nl: Succesvol ophalen van toestemmingsgegevens voor cookies.
pt: Êxito ao recuperar entradas de consentimento de cookies.
ru: Успешно получены записи согласия на использование файлов cookie.
te: కుక్కీ సమ్మతి ఎంట్రీలను తిరిగి పొందడంలో విజయం సాధించింది.
zh_cn: 成功检索 cookie 同意条目。

source: No cookie consent entries found. Delivery service may be unavailable.
ar: لم يتم العثور على إدخالات الموافقة على ملفات تعريف الارتباط. قد تكون خدمة التوصيل غير متوفرة.
bn: কোন কুকি সম্মতি এন্ট্রি পাওয়া যায়নি. ডেলিভারি পরিষেবা অনুপলব্ধ হতে পারে.
de: Es wurden keine Cookie-Zustimmungseinträge gefunden. Der Lieferservice ist möglicherweise nicht verfügbar.
es: No se encontraron entradas de consentimiento de cookies. El servicio de entrega puede no estar disponible.
fr: Aucune entrée de consentement aux cookies trouvée. Le service de livraison peut être indisponible.
he: לא נמצאו רשומות הסכמה לקובצי Cookie. ייתכן ששירות המשלוחים לא יהיה זמין.
hi: कोई कुकी सहमति प्रविष्टियाँ नहीं मिलीं. डिलीवरी सेवा अनुपलब्ध हो सकती है
it: Nessuna voce di consenso sui cookie trovata. Il servizio di consegna potrebbe non essere disponibile.
ja_jp: Cookie 同意エントリが見つかりませんでした。配送サービスが利用できない場合があります。
nl: Er zijn geen gegevens over cookietoestemming gevonden. De bezorgservice is mogelijk niet beschikbaar.
pt: Nenhuma entrada de consentimento de cookies encontrada. O serviço de entrega pode estar indisponível.
ru: Записи о согласии на использование файлов cookie не найдены. Служба доставки может быть недоступна.
te: కుక్కీ సమ్మతి నమోదులు ఏవీ కనుగొనబడలేదు. డెలివరీ సేవ అందుబాటులో ఉండకపోవచ్చు.
zh_cn: 未找到 cookie 同意条目。可能无法提供送货服务。

source: Total cookie consents
ar: إجمالي موافقات ملفات تعريف الارتباط
bn: মোট কুকি সম্মতি
de: Gesamte Cookie-Zustimmungen
es: Consentimientos totales de cookies
fr: Total des consentements aux cookies
he: הסכמה מלאה לקובצי Cookie
hi: कुल कुकी सहमति
it: Consensi cookie totali
ja_jp: Cookie 同意の総数
nl: Totaal aantal cookie-toestemmingen
pt: Total de consentimentos de cookies
ru: Всего разрешений на использование файлов cookie
te: మొత్తం కుక్కీ సమ్మతి
zh_cn: Cookie 同意总数

source: Export All Cookie Consent Entries
ar: تصدير كافة إدخالات الموافقة على ملفات تعريف الارتباط
bn: সমস্ত কুকি সম্মতি এন্ট্রি রপ্তানি করুন
de: Exportieren Sie alle Cookie-Zustimmungseinträge
es: Exportar todas las entradas de consentimiento de cookies
fr: Exporter toutes les entrées de consentement aux cookies
he: ייצא את כל ערכי הסכמה לקובצי Cookie
hi: सभी कुकी सहमति प्रविष्टियाँ निर्यात करें
it: Esporta tutte le voci di consenso sui cookie
ja_jp: すべての Cookie 同意エントリをエクスポート
nl: Exporteer alle gegevens over cookie-toestemming
pt: Exportar todas as entradas de consentimento de cookies
ru: Экспортировать все записи согласия на использование файлов cookie
te: అన్ని కుక్కీ సమ్మతి ఎంట్రీలను ఎగుమతి చేయండి
zh_cn: 导出所有 Cookie 同意条目

source: Service/Cookie
ar: الخدمة/ملف تعريف الارتباط
bn: পরিষেবা/কুকি
de: Dienst/Cookie
es: Servicio/Cookie
he: שירות/עוגייה
hi: सेवा/कुकी
it: Servizio/Cookie
ja_jp: サービス/クッキー
nl: Dienst/cookie
pt: Serviço/Cookie
ru: Сервис/Cookie
te: సేవ/కుకీ
zh_cn: 服务/Cookie

source: Total consents
ar: إجمالي الموافقات
bn: মোট সম্মতি
de: Vollständige Zustimmungen
es: Consentimientos totales
fr: Total des consentements
he: הסכמות מוחלטות
hi: कुल सहमति
it: Consensi totali
ja_jp: 総同意数
nl: Totaal aantal toestemmingen
pt: Total de consentimentos
ru: Всего согласий
te: మొత్తం సమ్మతి
zh_cn: 完全同意

source: Export Link
ar: رابط التصدير
bn: রপ্তানি লিঙ্ক
de: Link exportieren
es: Enlace de exportación
fr: Lien d'exportation
he: קישור ייצוא
hi: निर्यात लिंक
it: Collegamento all'esportazione
ja_jp: リンクのエクスポート
nl: Link exporteren
pt: Link de exportação
ru: Экспортировать ссылку
te: ఎగుమతి లింక్
zh_cn: 导出链接

source: Advanced
ar: متقدم
bn: উন্নত
de: Fortschrittlich
es: Avanzado
fr: Avancé
he: מִתקַדֵם
hi: उच्च
it: Avanzato
ja_jp: 高度な
nl: Geavanceerd
pt: Avançado
ru: Передовой
te: అధునాతనమైనది
zh_cn: 先进的

source: Advanced Settings
ar: الإعدادات المتقدمة
bn: উন্নত সেটিংস
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
he: הגדרות מתקדמות
hi: एडवांस सेटिंग
it: Impostazioni avanzate
ja_jp: 詳細設定
nl: Geavanceerde instellingen
pt: Configurações avançadas
ru: Расширенные настройки
te: అధునాతన సెట్టింగ్u200cలు
zh_cn: 高级设置

source: Delete all cookie consent entries.
ar: حذف جميع إدخالات الموافقة على ملفات تعريف الارتباط.
bn: সমস্ত কুকি সম্মতি এন্ট্রি মুছুন.
de: Löschen Sie alle Cookie-Zustimmungseinträge.
es: Elimine todas las entradas de consentimiento de cookies.
fr: Supprimez toutes les entrées de consentement aux cookies.
he: מחק את כל ערכי הסכמה לקובצי Cookie.
hi: सभी कुकी सहमति प्रविष्टियाँ हटाएँ।
it: Elimina tutte le voci di consenso ai cookie.
ja_jp: すべての Cookie 同意エントリを削除します。
nl: Verwijder alle gegevens over cookie-toestemming.
pt: Exclua todas as entradas de consentimento de cookies.
ru: Удалите все записи согласия на использование файлов cookie.
te: అన్ని కుక్కీ సమ్మతి నమోదులను తొలగించండి.
zh_cn: 删除所有 cookie 同意条目。

source: Delete entries
ar: حذف الإدخالات
bn: এন্ট্রি মুছুন
de: Einträge löschen
es: Eliminar entradas
fr: Supprimer des entrées
he: מחק ערכים
hi: प्रविष्टियाँ हटाएँ
it: Elimina voci
ja_jp: エントリの削除
nl: Invoer verwijderen
pt: Excluir entradas
ru: Удалить записи
te: ఎంట్రీలను తొలగించండి
zh_cn: 删除条目

source: Delete cookie consent entries for selected site.
ar: حذف إدخالات الموافقة على ملفات تعريف الارتباط للموقع المحدد.
bn: নির্বাচিত সাইটের জন্য কুকি সম্মতি এন্ট্রি মুছুন।
de: Cookie-Zustimmungseinträge für ausgewählte Website löschen.
es: Eliminar entradas de consentimiento de cookies para el sitio:
fr: Supprimez les entrées de consentement des cookies pour le site sélectionné.
he: מחק ערכי הסכמה לקובצי Cookie עבור האתר הנבחר.
hi: चयनित साइट के लिए कुकी सहमति प्रविष्टियाँ हटाएँ।
it: Elimina le voci di consenso sui cookie per il sito selezionato.
ja_jp: 選択したサイトの Cookie 同意エントリを削除します。
nl: Cookie-toestemmingsgegevens voor de geselecteerde site verwijderen.
pt: Exclua as entradas de consentimento de cookies do site selecionado.
ru: Удалить записи согласия на использование файлов cookie для выбранного сайта.
te: ఎంచుకున్న సైట్ కోసం కుక్కీ సమ్మతి నమోదులను తొలగించండి.
zh_cn: 删除所选站点的 cookie 同意条目。

source: Delete entries for site
ar: حذف الإدخالات للموقع
bn: সাইটের জন্য এন্ট্রি মুছুন
de: Einträge für Site löschen
es: Eliminar entradas para el sitio
fr: Supprimer les entrées du site
he: מחק ערכים לאתר
hi: साइट के लिए प्रविष्टियाँ हटाएँ
it: Elimina le voci per il sito
ja_jp: サイトのエントリを削除する
nl: Verwijder vermeldingen voor de site
pt: Excluir entradas do site
ru: Удалить записи для сайта
te: సైట్ కోసం ఎంట్రీలను తొలగించండి
zh_cn: 删除站点条目

source: This field is required
ar: هذه الخانة مطلوبه
bn: এই ক্ষেত্রটি প্রয়োজন
de: Dieses Feld ist erforderlich
es: Este campo es requerido
fr: Ce champ est obligatoire
he: שדה זה חובה
hi: यह फ़ील्ड आवश्यक है
it: Questo campo è obbligatorio
ja_jp: この項目は必須です
nl: Dit veld is verplicht
pt: Este campo é obrigatório
ru: Это поле обязательно к заполнению
te: ఈ ఫీల్డ్ అవసరం
zh_cn: 此字段是必需的

source: The Id supplied is already assigned to another form control.
ar: تم بالفعل تعيين المعرف المقدم إلى عنصر تحكم نموذج آخر.
bn: সরবরাহ করা আইডিটি ইতিমধ্যেই অন্য ফর্ম নিয়ন্ত্রণে বরাদ্দ করা হয়েছে৷
de: Die angegebene ID ist bereits einem anderen Formularsteuerelement zugewiesen.
es: El Id proporcionado ya está asignado a otro control de formulario.
fr: L'identifiant fourni est déjà attribué à un autre contrôle de formulaire.
he: המזהה שסופק כבר מוקצה לפקד טופס אחר.
hi: आपूर्ति की गई आईडी पहले से ही किसी अन्य प्रपत्र नियंत्रण को सौंपी गई है।
it: L'ID fornito è già assegnato a un altro controllo del modulo.
ja_jp: 指定された ID は、すでに別のフォーム コントロールに割り当てられています。
nl: De opgegeven ID is al toegewezen aan een ander formulierbesturingselement.
pt: O ID fornecido já está atribuído a outro controle de formulário.
ru: Указанный идентификатор уже назначен другому элементу управления формой.
te: సరఫరా చేయబడిన Id ఇప్పటికే మరొక ఫారమ్ నియంత్రణకు కేటాయించబడింది.
zh_cn: 提供的 ID 已分配给另一个表单控件。

source: Add form fields by selecting the form controls menu button to the right. Fields can be arranged by dragging and dropping them in the order you would like.
ar: أضف حقول النموذج عن طريق تحديد زر قائمة عناصر التحكم في النموذج الموجود على اليمين. يمكن ترتيب الحقول عن طريق سحبها وإفلاتها بالترتيب الذي تريده.
bn: ডানদিকে ফর্ম নিয়ন্ত্রণ মেনু বোতামটি নির্বাচন করে ফর্ম ক্ষেত্রগুলি যোগ করুন৷ ক্ষেত্রগুলিকে আপনি যে ক্রমে চান সেগুলি টেনে এবং ফেলে দিয়ে সাজানো যেতে পারে।
de: Fügen Sie Formularfelder hinzu, indem Sie rechts die Menüschaltfläche „Formularsteuerelemente“ auswählen. Felder können durch Ziehen und Ablegen in der gewünschten Reihenfolge angeordnet werden.
es: Agregue campos de formulario seleccionando el botón de menú de controles de formulario a la derecha. Los campos se pueden organizar arrastrándolos y soltándolos en el orden que desee.
fr: Ajoutez des champs de formulaire en sélectionnant le bouton de menu des contrôles de formulaire à droite. Les champs peuvent être organisés en les faisant glisser et en les déposant dans l'ordre souhaité.
he: הוסף שדות טופס על ידי בחירה בלחצן תפריט בקרות הטופס מימין. ניתן לסדר שדות על ידי גרירה ושחרור שלהם בסדר הרצוי.
hi: दाईं ओर प्रपत्र नियंत्रण मेनू बटन का चयन करके प्रपत्र फ़ील्ड जोड़ें। फ़ील्ड को आपके इच्छित क्रम में खींचकर और छोड़ कर व्यवस्थित किया जा सकता है।
it: Aggiungi campi modulo selezionando il pulsante del menu dei controlli modulo sulla destra. I campi possono essere organizzati trascinandoli e rilasciandoli nell'ordine desiderato.
ja_jp: 右側のフォーム コントロール メニュー ボタンを選択して、フォーム フィールドを追加します。フィールドをドラッグ アンド ドロップすることで、希望の順序に並べ替えることができます。
nl: Voeg formuliervelden toe door de menuknop voor formulierbesturingselementen aan de rechterkant te selecteren. Velden kunnen worden gerangschikt door ze in de gewenste volgorde te slepen en neer te zetten.
pt: Adicione campos de formulário selecionando o botão do menu de controles de formulário à direita. Os campos podem ser organizados arrastando e soltando-os na ordem desejada.
ru: Добавьте поля формы, нажав кнопку меню элементов управления формой справа. Поля можно упорядочить, перетаскивая их в желаемом порядке.
te: ఫారమ్ కంట్రోల్స్ మెను బటన్u200cను కుడివైపు ఎంచుకోవడం ద్వారా ఫారమ్ ఫీల్డ్u200cలను జోడించండి. ఫీల్డ్u200cలను మీరు కోరుకున్న క్రమంలో లాగడం మరియు వదలడం ద్వారా అమర్చవచ్చు.
zh_cn: 通过选择右侧的表单控件菜单按钮来添加表单字段。可以通过按您想要的顺序拖放字段来排列字段。

source: Please enter a valid date range
ar: الرجاء إدخال نطاق زمني صالح
bn: একটি বৈধ তারিখ পরিসীমা লিখুন দয়া করে
de: Bitte geben Sie einen gültigen Datumsbereich ein
es: Por favor, introduzca un intervalo de fechas válido
fr: Veuillez saisir une plage de dates valide
he: נא להזין טווח תאריכים חוקי
hi: कृपया एक वैध तिथि सीमा दर्ज करें
it: Inserisci un intervallo di date valido
ja_jp: 有効な日付範囲を入力してください
nl: Voer een geldig datumbereik in
pt: Insira um período válido
ru: Пожалуйста, введите действительный диапазон дат.
te: దయచేసి చెల్లుబాటు అయ్యే తేదీ పరిధిని నమోదు చేయండి
zh_cn: 请输入有效的日期范围

source: This widget does not have properties
ar: هذه القطعة ليس لديها خصائص
bn: এই উইজেটের বৈশিষ্ট্য নেই
de: Dieses Widget verfügt über keine Eigenschaften
es: Este widget no tiene propiedades
fr: Ce widget n'a pas de propriétés
he: לווידג'ט הזה אין מאפיינים
hi: इस विजेट में गुण नहीं हैं
it: Questo widget non ha proprietà
ja_jp: このウィジェットにはプロパティがありません
nl: Deze widget heeft geen eigenschappen
pt: Este widget não possui propriedades
ru: У этого виджета нет свойств
te: ఈ విడ్జెట్u200cకు లక్షణాలు లేవు
zh_cn: 该小部件没有属性

source: editWidgetCommit
ar: تحريرWidgetCommit
es: editarWidgetCometer
fr_ca: modifierWidgetCommit
ja_jp: editウィジェットコミット
zh_cn: 编辑小部件提交

source: Unable to retrieve widget library
ar: غير قادر على استرداد مكتبة القطعة
bn: উইজেট লাইব্রেরি পুনরুদ্ধার করতে অক্ষম৷
de: Die Widget-Bibliothek konnte nicht abgerufen werden
es: No se puede recuperar la biblioteca de widgets
fr: Impossible de récupérer la bibliothèque de widgets
he: לא ניתן לאחזר את ספריית הווידג'טים
hi: विजेट लाइब्रेरी पुनः प्राप्त करने में असमर्थ
it: Impossibile recuperare la libreria dei widget
ja_jp: ウィジェット ライブラリを取得できません
nl: Kan widgetbibliotheek niet ophalen
pt: Não foi possível recuperar a biblioteca de widgets
ru: Невозможно получить библиотеку виджетов
te: విడ్జెట్ లైబ్రరీని తిరిగి పొందడం సాధ్యం కాలేదు
zh_cn: 无法检索小部件库

source: Unable to retrieve widget definition for widget definition id
ar: غير قادر على استرداد تعريف عنصر واجهة المستخدم لمعرف تعريف عنصر واجهة المستخدم
bn: উইজেট সংজ্ঞা আইডির জন্য উইজেট সংজ্ঞা পুনরুদ্ধার করতে অক্ষম৷
de: Die Widget-Definition für die Widget-Definitions-ID konnte nicht abgerufen werden
es: No se puede recuperar la definición del widget para la ID de la definición del widget
fr: Impossible de récupérer la définition du widget pour l'ID de définition du widget
he: לא ניתן לאחזר את הגדרת הווידג'ט עבור מזהה הגדרת הווידג'ט
hi: विजेट परिभाषा आईडी के लिए विजेट परिभाषा पुनर्प्राप्त करने में असमर्थ
it: Impossibile recuperare la definizione del widget per l'ID definizione del widget
ja_jp: ウィジェット定義 ID のウィジェット定義を取得できません
nl: Kan widgetdefinitie voor widgetdefinitie-id niet ophalen
pt: Não foi possível recuperar a definição do widget para o ID de definição do widget
ru: Невозможно получить определение виджета для идентификатора определения виджета.
te: విడ్జెట్ డెఫినిషన్ ఐడి కోసం విడ్జెట్ డెఫినిషన్u200cని తిరిగి పొందడం సాధ్యం కాలేదు
zh_cn: 无法检索小部件定义 ID 的小部件定义

source: Drag and drop widgets onto page
ar: قم بسحب وإسقاط الأدوات على الصفحة
bn: পৃষ্ঠায় উইজেটগুলি টেনে আনুন এবং ড্রপ করুন৷
de: Ziehen Sie Widgets per Drag-and-Drop auf die Seite
es: Arrastrar y soltar widgets en la página
fr: Glissez et déposez les widgets sur la page
he: גרור ושחרר ווידג'טים לדף
hi: विजेट्स को पृष्ठ पर खींचें और छोड़ें
it: Trascina e rilascia i widget sulla pagina
ja_jp: ウィジェットをページにドラッグ アンド ドロップします
nl: Sleep widgets naar de pagina
pt: Arraste e solte widgets na página
ru: Перетащите виджеты на страницу
te: విడ్జెట్u200cలను పేజీలోకి లాగండి మరియు వదలండి
zh_cn: 将小部件拖放到页面上

source: Error fetching folder pages
ar: حدث خطأ أثناء جلب صفحات المجلد
bn: ফোল্ডার পৃষ্ঠাগুলি আনার সময় ত্রুটি৷
de: Fehler beim Abrufen der Ordnerseiten
es: Error al recuperar las páginas de la carpeta
fr: Erreur lors de la récupération des pages du dossier
he: שגיאה באחזור דפי תיקיה
hi: फ़ोल्डर पृष्ठ लाने में त्रुटि
it: Errore durante il recupero delle pagine della cartella
ja_jp: フォルダーページの取得中にエラーが発生しました
nl: Fout bij het ophalen van mappagina's
pt: Erro ao buscar páginas da pasta
ru: Ошибка при получении страниц папки.
te: ఫోల్డర్ పేజీలను పొందడంలో లోపం ఏర్పడింది
zh_cn: 获取文件夹页面时出错

source: Please select a folder.
ar: الرجاء تحديد مجلد.
bn: একটি ফোল্ডার নির্বাচন করুন.
de: Bitte wählen Sie einen Ordner aus.
es: Seleccione una carpeta.
fr: Veuillez sélectionner un dossier.
he: אנא בחר תיקיה.
hi: कृपया एक फ़ोल्डर चुनें
it: Seleziona una cartella.
ja_jp: フォルダを選択してください。
nl: Selecteer een map.
pt: Selecione uma pasta.
ru: Пожалуйста, выберите папку.
te: దయచేసి ఫోల్డర్u200cను ఎంచుకోండి.
zh_cn: 请选择一个文件夹。

source: Your current selection is a section, please select a folder.
ar: اختيارك الحالي عبارة عن قسم، يرجى تحديد مجلد.
bn: আপনার বর্তমান নির্বাচন একটি বিভাগ, একটি ফোল্ডার নির্বাচন করুন.
de: Ihre aktuelle Auswahl ist ein Abschnitt. Bitte wählen Sie einen Ordner aus.
es: Su selección actual es una sección, seleccione una carpeta.
fr: Votre sélection actuelle est une section, veuillez sélectionner un dossier.
he: הבחירה הנוכחית שלך היא קטע, אנא בחר תיקיה.
hi: आपका वर्तमान चयन एक अनुभाग है, कृपया एक फ़ोल्डर चुनें
it: La tua selezione attuale è una sezione, seleziona una cartella.
ja_jp: 現在選択しているのはセクションです。フォルダーを選択してください。
nl: Uw huidige selectie is een sectie. Selecteer een map.
pt: Sua seleção atual é uma seção. Selecione uma pasta.
ru: Текущий выбор — это раздел. Выберите папку.
te: మీ ప్రస్తుత ఎంపిక ఒక విభాగం, దయచేసి ఫోల్డర్u200cను ఎంచుకోండి.
zh_cn: 您当前选择的是一个部分，请选择一个文件夹。

source: Your current selection is sites root, please select a folder.
ar: تحديدك الحالي هو جذر المواقع، يرجى تحديد مجلد.
bn: আপনার বর্তমান নির্বাচন সাইট রুট, একটি ফোল্ডার নির্বাচন করুন.
de: Ihre aktuelle Auswahl ist das Stammverzeichnis der Site. Bitte wählen Sie einen Ordner aus.
es: Su selección actual es raíz de sitios, seleccione una carpeta.
fr: Votre sélection actuelle est la racine du site, veuillez sélectionner un dossier.
he: הבחירה הנוכחית שלך היא שורש האתרים, אנא בחר תיקיה.
hi: आपका वर्तमान चयन साइट्स रूट है, कृपया एक फ़ोल्डर चुनें।
it: La tua selezione attuale è la radice del sito, seleziona una cartella.
ja_jp: 現在選択されているのはサイトのルートです。フォルダーを選択してください。
nl: Uw huidige selectie is de hoofdmap van sites. Selecteer een map.
pt: Sua seleção atual é sites raiz. Selecione uma pasta.
ru: В настоящее время выбран корневой каталог сайтов. Выберите папку.
te: మీ ప్రస్తుత ఎంపిక సైట్u200cల రూట్, దయచేసి ఫోల్డర్u200cను ఎంచుకోండి.
zh_cn: 您当前的选择是站点根目录，请选择一个文件夹。

source: Your current selection is a site, please select a folder.
ar: تحديدك الحالي هو موقع، يرجى تحديد مجلد.
bn: আপনার বর্তমান নির্বাচন একটি সাইট, একটি ফোল্ডার নির্বাচন করুন.
de: Ihre aktuelle Auswahl ist eine Site. Bitte wählen Sie einen Ordner aus.
es: Su selección actual es un sitio, seleccione una carpeta.
fr: Votre sélection actuelle est un site, veuillez sélectionner un dossier.
he: הבחירה הנוכחית שלך היא אתר, אנא בחר תיקיה.
hi: आपका वर्तमान चयन एक साइट है, कृपया एक फ़ोल्डर चुनें।
it: La tua selezione attuale è un sito, seleziona una cartella.
ja_jp: 現在選択しているのはサイトです。フォルダを選択してください。
nl: Uw huidige selectie is een site. Selecteer een map.
pt: Sua seleção atual é um site. Selecione uma pasta.
ru: В настоящее время выбран сайт. Выберите папку.
te: మీ ప్రస్తుత ఎంపిక ఒక సైట్, దయచేసి ఫోల్డర్u200cను ఎంచుకోండి.
zh_cn: 您当前选择的是一个站点，请选择一个文件夹。

source: Please select a template for your homepage.
ar: الرجاء تحديد قالب لصفحتك الرئيسية.
bn: আপনার হোমপেজের জন্য একটি টেমপ্লেট নির্বাচন করুন.
de: Bitte wählen Sie eine Vorlage für Ihre Homepage aus.
es: Seleccione una plantilla para su página principal.
fr: Veuillez sélectionner un modèle pour votre page d'accueil.
he: אנא בחר תבנית עבור דף הבית שלך.
hi: कृपया अपने मुखपृष्ठ के लिए एक टेम्पलेट चुनें
it: Seleziona un modello per la tua home page.
ja_jp: ホームページのテンプレートを選択してください。
nl: Selecteer een sjabloon voor uw startpagina.
pt: Selecione um modelo para sua página inicial.
ru: Пожалуйста, выберите шаблон для вашей домашней страницы.
te: దయచేసి మీ హోమ్u200cపేజీ కోసం టెంప్లేట్u200cను ఎంచుకోండి.
zh_cn: 请为您的主页选择一个模板。

source: Template name cannot be blank.
ar: لا يمكن أن يكون اسم القالب فارغًا.
bn: টেমপ্লেট নাম ফাঁকা হতে পারে না.
de: Der Vorlagenname darf nicht leer sein.
es: El nombre de la plantilla no puede estar en blanco.
fr: Le nom du modèle ne peut pas être vide.
he: שם התבנית לא יכול להיות ריק.
hi: टेम्प्लेट का नाम रिक्त नहीं हो सकता
it: Il nome del modello non può essere vuoto.
ja_jp: テンプレート名を空白にすることはできません。
nl: Sjabloonnaam mag niet leeg zijn.
pt: O nome do modelo não pode ficar em branco.
ru: Имя шаблона не может быть пустым.
te: టెంప్లేట్ పేరు ఖాళీగా ఉండకూడదు.
zh_cn: 模板名称不能为空。
